---
kind: other
id: Properties.T:Autodesk.Revit.DB.ParameterElement
source: html/c4399ecc-c980-3be3-9312-df0753ec06a8.htm
---
# ParameterElement Properties

The id of the assembly instance to which the element belongs.